// pages/process/process.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    htmlSnip:
    `<div class="div_class">
    <ul>
    <li>
    <p>目前本校所有校车，均是给教师乘坐的。若有学生要做校车，遵循<b>“教师优先”</b>原则 ，即在老师都上完车后，车中还有空位，学生可上车乘坐。目前，学生乘坐校车不收取任何费用。
    另外，在安吉校区的同学请注意，<b>安吉乘坐校车分老师和学生上车的地点</b>，安吉校区学生具体乘车地点另行通知。小程序上车地点定位还有欠缺，希望广大师生在前往校车上车地点时，打开小程序地图中的“地点矫正”，将正确的经纬度截图反馈给我们。
    我们将不胜感激。</p>
    </li>
    <p>✔</p>
    <li><p><b> 联系方式：724915929@qq.com </b>或者通过<b> 小程序界面中的“更多”页面 点击联系我们</b>，将正确的上车地点经纬度发给我们。
     不胜感激！</p>
     </li>
     </ul>
     </div>
`
  },


})