// pages/translationsa/translationsa.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    htmlSnip:
      `<div class="div_class">
<ul>
<li>1,<b>学校地址：</b>杭州市西湖区留和路318号</li>
<li>2,<b>赴校路线：</b>
<p><b>【火车杭州站（城站）--学校】</b> 地铁1号线至武林广场下，武林广场北转乘B4至汽车西站，换乘K193、K310 、K853路直达小和山校区；快速公交B2（区间）至八字桥站转乘B4至汽车西站，换乘K193、K310 、K853路直达小和山校区；公交K49路到汽车西站换乘K853路</p>
<p><b>【火车东站--学校】</b>地铁1号线至武林广场下，武林广场北转乘B4至汽车西站，换乘K193、K310 、K853路直达小和山校区；公交179路至汽车西站，换乘乘K193、K310 、K853路直达小和山校区。</p>
<p><b>【汽车西站--学校】</b>乘K193、K310 、K853路直达小和山校区。</p>
<p><b>【杭州客运中心（九堡）--学校】</b>乘九堡中心站-西站直达班车到汽车西站K193、K310。</p>
<p><b>【汽车北站--学校】</b>乘K91至长途汽车西站换乘K853、K193、K310路；乘北站-西站直达班车到汽车西站换乘K853、K193</p>
<p><b>【汽车南站--学校】</b>乘南站-西站直达班车到汽车西站换乘K193、K310、K853路。</p>
<p><b>【自驾车--学校】</b>杭州市区沿天目山路一直往西经西溪湿地到留下，然后沿留和路往南到小和山高教园区浙江科技学院；外地走杭州绕城高速西线留下出口下，向东（留下方向）在西溪路天目山路交叉口右拐至留和路，沿着留和路往南到小和山高教园区浙江科技学院。</p>
</li>
</ul>
</div>
`
  },

})