var local={
  "学院路东门":{
    "longitude":"120.151138",
    "latitude":"30.322399"
  },
  "古荡公交站":{
    "longitude":"120.11749647352431",
    "latitude":"30.276344672309026"
  },
  "古荡":{
    "longitude":"120.21201",
    "latitude":"30.2084"
  },
  "香樟":{
    "longitude":"120.121658",
    "latitude":"30.25528"
  },
   "康乐":{
    "longitude":"120.21201",
    "latitude":"30.2084"
  },
  "府苑新村公交站":{
    "longitude":"120.13026",
    "latitude":"30.25961"
  },
  "周家村":{
    "longitude":"120.060143",
    "latitude":"30.265392"
  },
  "留下":{
    "longitude":"120.05266330295139",
    "latitude":"30.23944580078125"
  },
  "茶楼旁":{
    "longitude":"120.025139",
    "latitude":"30.21986"
  },
  "翠苑新村":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  },
  "物美":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  },
  "南都":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, 
  "骆家庄":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, 
  "茶楼旁":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, 
  "祥符二校区":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, 
  "水映苑":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, 
  "三墩":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  },
   "车辆管理所公交站":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, 
  "三坝公交站":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, 
  "原学院路校区":{
    "longitude":"120.1242502170139",
    "latitude":"30.276949327256943"
  },
   "府苑":{
    "longitude":"120.268117133246527",
    "latitude":"120.09655734592013"
  }, 
  "杭三大桥公交站":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  },
   "宾馆门口":{
    "longitude":"120.03123474121094",
    "latitude":"30.218549728393555"
  }, 
  "安吉校区门口":{
    "longitude":"119.61821804470486",
    "latitude":"30.669251844618056"
  },
   "中国工商银行杭州金融研修学院南门":{
    "longitude":"120.11502034505209",
    "latitude":"30.287332085503472"
  },
   "留祥路古墩路口":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, 
  "西和食堂门口":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  },
   "小和山校区正门对面":{
    "longitude":"120.02166856553819",
    "latitude":"30.21455322265625"
  }, 
  "屏峰公交站":{
    "longitude":"120.0455322265625",
    "latitude":"30.227215983072917"
  },
   "留和路北口":{
    "longitude":"120.10089301215278",
    "latitude":"30.239549153645832"
  }, 
  "小和山校区正门":{
    "longitude":"120.02816867404513",
    "latitude":"30.218615180121528"
  },
   "安吉校区科创楼北":{
    "longitude":"119.61680962456597",
    "latitude":"30.669591200086806"
  }, 
  "古墩路文一路口":{
    "longitude":"120.09608805338542",
    "latitude":"30.31129367404514"
  }, 
  "古墩路文二路口":{
    "longitude":"120.09947781032986",
    "latitude":"30.28285617404514"
  }, 
  "古墩路文三路口":{
    "longitude":"120.09949",
    "latitude":"30.27559"
  },
   "四喜凉亭公交站（长征学院门口）":{
    "longitude":"120.01823974609376",
    "latitude":"30.209170735677084"
  },
  "小和山校区正门":{
    "longitude":"120.02814778645833",
    "latitude":"30.217691786024307"
  }, "府新":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "财经":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "水木清华入口":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "翰墨香林":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "天目山路古墩路口":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "闻理园北":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  }, "留下":{
    "longitude":"120.053856",
    "latitude":"30.237326"
  },

  

  
}
module.exports = {
  data: local
};
    

  
  

