var timetable = {
  "weekday": {
    "shiqu": {
      "xiaoheshan": [
        { "when":"06:55",
          "site": "学院东路——古荡公交站（天目山路）——古荡——香樟——康乐——府新——周家村——留下——茶楼旁（大客1辆）",
        },
        { "when":"06:55",
          "site": "翠苑新村——物美——财经——南都——骆家庄——茶楼旁（大客1辆）",
        },
        {  "when":"06:55",
          "site": "祥符二校区——水映苑——三墩——车辆管理所公交站——三坝公交站——留下——茶楼旁(大客1辆)",
        },
        { "when":"12:40",
          "site": "学院路东门——古荡公交站（天目山路）——古荡——香樟——康乐——府新——周家村——留下——茶楼旁（中客1辆）",
        }
      ]
    },
    "xiaoheshan": {
      "shiqu": [
        { "when":"11:50",
          "site": "茶楼旁——留下——周家村——府苑——康乐——香樟——古荡——古荡公交站——学院路东门（中客1辆）",
        },
        { "when":"16:40",
          "site": "茶楼旁——留下——周家村——府苑——康乐——香樟——古荡——古荡公交站——学院路东门（大客1辆）"
        },
        { "when":"16:40",
          "site": "茶楼旁——骆家庄——南都——财经——物美——翠苑新村（大客1辆）"
        },
        { "when":"16:40",
          "site": "茶楼旁——留下——杭三大桥公交站——车辆管理所——三墩——水映苑——祥符二校区（大客1辆）"
        },
        { "when":"17:15",
          "site": "宾馆门口——留下——周家村——府苑——康乐——香樟——古荡——古荡公交站——学院路东门（中客1辆）"
        },
        { "when":"21:00",
          "site": "闻理园北——宾馆门口——留下——周家村——府苑——康乐——香樟——古荡——古荡公交站——学院路东门（中客1辆）"
        }
      ],
      "anji": [
        {"when":"06:40",
          "site": "原学院路校区东门对面——古荡——香樟——康乐——府新——安吉校区(大巴或中巴1辆）"
        },
        {"when":"06:40",
          "site": "翠苑新村——物美——中国工商银行杭州金融研修学院南门——南都——骆家庄——留祥路古墩路口——安吉校区（大巴1辆）"
        },
        {"when":"06:40",
          "site": "西和食堂西门——小和山校区正门对面——屏峰公交站——留和路北口——安吉校区(大巴1辆）"
        },
        {"when":"08:30",
          "site": "西和食堂西门——小和山校区正门对面——屏峰公交站——留和路北口——安吉校区(中巴1辆）"
        },
        {"when":"10:00",
          "site": "小和山校区正大门——屏峰公交站——留和路北口——安吉校区（大巴1辆）"
        },
        {"when":"16:00",
          "site": "小和山校区正大门——屏峰公交站——留和路北口——安吉校区（中巴1辆）"
        }
      ]
    },
    "anji": {
      "xiaoheshan": [
        {"when":"12:45",
          "site": "安吉校区科创楼北——小和山校区正大门（中巴1辆）"
        },
        {"when":"15:30",
          "site": "安吉校区科创楼北——留祥路古墩路口——古墩路文一路口——古墩路文二路口——古墩路文三路口——天目山路古墩路口——小和山校区正大门（中巴1辆）"
        },
        {"when":"16:40",
          "site": "安吉校区科创楼北——留祥路古墩路口——骆家庄——南都——中国工商银行杭州金融研修学院南门——物美——翠苑新村——原学院路校区——古荡——香樟——康乐——府新——小和山校区正大门（大巴1辆）"
        },
        {"when":"16:40",
          "site": "安吉校区科创楼北——留和路北口——屏峰公交站——小和山校区正门——西和食堂西门（大巴1辆）"
        },
        {"when":"17:20",
          "site": "安吉校区科创楼北——留和路北口——屏峰公交站——小和山校区正门——西和食堂西门（大巴或中巴1辆）"
        },
        {"when":"21:10",
          "site": "安吉校区科创楼北——留祥路古墩路口——古墩路文一路口——古墩路文二路口——古墩路文三路口——天目山路古墩路口——留和路北口——西和食堂门口(大巴1辆）"
        }
      ]
    }
  },
  "weekend1": {
    "shiqu": {
      "xiaoheshan": [
        {"when":"06:55",
          "site": "学院路东门——古荡公交站（天目山路）——古荡——香樟——康乐——府新——周家村——留下——宾馆门口(大巴1辆）"
        },
        {"when":"06:55",
          "site": "翠苑新村——物美——财经——南都——骆家庄——宾馆门口（大巴1辆）"
        }
      ]
    },
    "xiaoheshan": {
      "shiqu": [
        {"when":"16:40",
          "site": "茶楼旁——留下——周家村——府苑——康乐——香樟——古荡——古荡公交站——学院路东门（大客1辆）"
        },
        {"when":"16:40",
          "site": "茶楼旁——骆家庄——南都——财经——物美——翠苑新村（大客1辆）"
        },
        {"when":"16:40",
          "site": "茶楼旁——留下——周家村——府苑——康乐——香樟——古荡——古荡公交站——学院路东门(中客1辆）"
        }
      ]
    }
  },
  "weekend2": {
    "shiqu": {
      "xiaoheshan": [
        { "when":"07:30",
          "site": "学院路东门——古荡公交站（天目山路）——古荡——香樟——康乐——府新——周家村——留下——宾馆门口（中客1辆）"
        }
      ]
    },
    "xiaoheshan": {
      "shiqu": [
        {"when":"16:40",
          "site": "茶楼旁——留下——周家村——府苑——康乐——香樟——古荡——古荡公交站——学院路东门（中客1辆）"
        }
      ]
    }
  },
  "weekend3": {
    "anji": {
      "xiaoheshan": [
        {"when":"16:40",
          "site": "安吉校区科创楼北——留祥路古墩路口——古墩路文一路口——古墩路文二路口——文三路古墩路口——府苑新村公交站——留和路北口——小和山校区正门——西和食堂门口（大巴或中巴1辆）"
        }
      ]
    },
    "xiaoheshan": {
      "anji": [
        {"when":"06:50",
          "site": "西和食堂西门——小和山校区正门对面——屏峰公交站——留和路北口——府苑新村公交站——文三路古墩路口——古墩路文二路口——古墩路文一路口——留祥路古墩路口——安吉校区（大巴或中巴1辆）"
        }
      ]
    }
  }

}
module.exports = {
  data: timetable
};